Repository: brianV/Revisioning-D7-Port
Catalog: translations/*.po
Languages: fr

source: Revisions for %title
fr: Révisions pour %title

source: Saved !date by !username
fr: Enregistré !date par !username

source: Published
fr: Publié

source: Unpublished
fr: Non publié

source: Compare
fr: Comparer

source: Please select 2 revisions rather than !count
fr: Choisissez 2 versions plutôt que !count

source: Comparing revision #!revision2 against revision #!revision1
fr: Comparaison de la révision #!revision2 par rapport à la révision #!revision1

source: Revision
fr: Révision

source: Term
fr: Terme

source: Status
fr: Statut

source: in draft/pending publication
fr: brouillons/en attente de publication

source: current revision (published)
fr: révision actuelle (publiée)

source: archived
fr: archivé

source: !num_revisions pending
fr: !num_revisions en attente

source: @publication_status @content_type %title has only one revision
fr: @content_type %title (@publication_status) n'a qu'une révision

source: 1 revision
fr: 1 révision

source: When publishing a pending revision
fr: À la publication d'une révision en attente

source: When reverting to an archived revision
fr: Au retour à une révision archivée

source: When unpublishing the current revision
fr: À la dépublication de la révision actuelle

source: Publish the most recent pending revision
fr: Publier la version en attente la plus récente

source: view
fr: voir

source: revisioning
fr: versionnage

source: %op trigger is actioning "@aids"
fr: Le déclencheur %op actionne "@aids"

source: Executing publish_latest_revision action for @type %title
fr: Exécution de l'action publish_latest_revision pour @type %title

source: To edit, publish or delete one of the revisions below, click on its saved date.
fr: Pour éditer, publier ou supprimer l'une des révisions ci-dessous, cliquez sur sa date d'enregistrement.

source: Below you can assign actions to run when certain publication-related events happen. For example, you could send an e-mail to an author when their content is pubished.
fr: Ci-dessous, vous pouvez assigner des actions à lancer quand certains événements liés à la publication surviennent. Par exemple, vous pouvez envoyer un email à un auteur quand son contenu est publié.

source: Showing all <em>pending</em> content <em>you created</em> and still have at least view access to.
fr: Affichage de tout le contenu <em>en attente</em> que <em>vous avez créé</em> et que vous pouvez encore voir.

source: Showing all <em>pending</em> content <em>you last modified</em> and still have at least view access to.
fr: Affichage de tout le contenu <em>en attente</em> que <em>vous êtes le (la) dernier(ère) à avoir modifié</em> et que vous pouvez encore voir.

source: Showing all <em>pending</em> content you can <em>edit</em>.
fr: Affichage de tout le contenu <em>en attente</em> que vous pouvez <em>éditer</em>.

source: Showing all content you have at least <em>view</em> access to.
fr: Affichage de tout le contenu que vous pouvez au moins <em>voir</em>.

source: New revision in draft, pending moderation
fr: Nouvelle révision en brouillon, en attente de modération

source: Cancel
fr: Annuler

source: New revision in draft, pending moderation (requires "Create new revision")
fr: Nouvelle révision en brouillon, en attente de modération (nécessite "Créer une nouvelle révision")

source: New revision in draft
fr: Nouvelle révision en brouillon

source: Create new revision
fr: Créer une nouvelle révision

source: Only when saving %type content that is not already in draft/pending moderation
fr: Seulement à l'enregistrement de contenu %type qui n'est pas déjà en brouillon ou en attente de modération

source: Every time %type content is updated, even when saving content in draft/pending moderation
fr: Chaque fois qu'un contenu %type est mis à jour, même à l'enregistrement de contenu en brouillon ou en attente de modération

source: Use less disk space and avoid cluttering your revisions list. With the first option ticked, modifications are saved to the same copy (i.e. no additional revisions are created) until the content is published.
fr: Utilise moins d'espace disque et évite d'encombrer la liste des révisions. Avec la première option cochée, les modifications sont enregistrées (aucune révision supplémentaire n'est créée) jusqu'à ce que le contenu soit publié.

source: Auto-publish drafts of type %type (for moderators)
fr: Publier automatiquement les brouillons de type %type (pour les modérateurs)

source: If this box is ticked and the logged-in user has the "publish revisions" permission, then any draft of type %type is published immeditaley upon saving, without further review.
fr: Si cette case est cochée et que l'utilisateur connecté a le droit "publier les révisions", tous les brouillons de type %type seront publiés à la sauvegarde, sans vérification supplémentaire.

source: Auto-publishing initial draft as the first revision.
fr: Auto-publication du brouillon initial en tant que première révision.

source: Initial revision created and published.
fr: Version initiale créée et publiée.

source: Initial draft created, pending publication.
fr: Brouillon initial créé, en attente de publication.

source: Please note there is one revision more recent than the one you are about to edit.
fr: Veuillez noter qu'il y a une révision plus récente que celle que vous vous apprêtez à éditer.

source: Please note there are !count revisions more recent than the one you are about to edit.
fr: Veuillez noter qu'il y a !count révisions plus récentes que celle que vous vous apprêtez à éditer.

source: Updating existing copy, not creating new revision as this one is still pending.
fr: Mise à jour de la copie existante, sans création d'une nouvelle révision car celle-ci est encore en attente.

source: Auto-publishing this revision.
fr: Auto-publication de cette révision.

source: Your changes are now current as moderation is switched off for this content type.
fr: Vos changements sont maintenant validés car la modération n'est pas activée pour ce type de contenu.

source: Are you sure you want to publish this revision of %title?
fr: Êtes-vous sûr(e) de vouloir publier cette révision de %title ?

source: Publishing this revision will make it visible to the public.
fr: Publier cette révision la rendra visible au public.

source: Publish
fr: Publier

source: Are you sure you want to unpublish %title?
fr: Êtes-vous sûr(e) de vouloir dépublier %title ?

source: Unpublishing will remove this content from public view.
fr: Dépublier retirera ce contenu de la vue du public.

source: Unpublish
fr: Dépublier

source: %title has been unpublished.
fr: %title a été dépublié.

source: There is a pending revision. Are you sure you want to revert to an archived revision?
fr: Il y a une révision en attente. Êtes-vous sûr(e) de vouloir revenir à une version archivée ?

source: Revision has been published.
fr: La révision a été publiée.

source: "!title" has no pending revision to be published.
fr: "!title" n'a pas de révision en attente à publier.

source: Displaying <em>pending</em> revision of @content_type %title, last modified by !author on @date
fr: Affichage de la révision <em>en attente</em> de @content_type %title, modifié pour la dernière fois par !author le @date

source: Displaying <em>current, published</em> revision of @content_type %title, last modified by !author on @date
fr: Affichage de la version <em>actuelle et publiée</em> de @content_type %title, modifié pour la dernière fois par !author le @date

source: Displaying <em>archived</em> revision of @content_type %title, last modified by !author on @date
fr: Affichage de la révision <em>archivée</em> de @content_type %title, modifié pour la dernière fois par !author le @date

source: Unpublish current revision
fr: Dépublier la révision actuelle

source: Delete both revisions
fr: Supprimer les deux révisions

source: Node revision ID
fr: ID de révision du noeud

source: Pending revisions
fr: Révisions en attente

source: Maximum number of pending revisions displayed
fr: Nombre maximum de révisions en attente à affichier

source: Note: the title of this block mentions the total number of revisions pending, which may be greater than the number of revisions displayed.
fr: Note : le titre de ce bloc fait mention du nombre total de révisions en attente, qui peut être supérieur au nombre de révisions affichées.

source: Order in which pending revisions are displayed
fr: Ordre dans lequel les révisions en attente sont affichées

source: Oldest at top
fr: Les plus anciens en haut

source: Newest at top
fr: Les plus récents en haut

source: Note: order is based on revision timestamps.
fr: Note : l'ordre est basé sur la date de la révision.

source: content
fr: contenu

source: Unpublished @type %title
fr: @type %title dépublié

source: Published rev #%revision of @type %title
fr: Ver. #%revision de @type %title publié

source: Delete
fr: Supprimer

source: access 'Pending' tab
fr: accéder à l'onglet 'En attente'

source: edit revisions
fr: éditer les révisions

source: publish revisions
fr: publier les révisions

source: unpublish current revision
fr: dépublier la révision actuelle

source: view revisions of own content
fr: voir les révisions de son propre contenu

source: In draft/Pending publication
fr: Brouillons/En attente de publication

source: View
fr: Voir

source: Edit
fr: Éditer

source: Publish this
fr: Publier

source: Unpublish this
fr: Dépublier

source: Revert to this
fr: Revenir à

source: Compare to current
fr: Comparer avec l'actuelle

source: Allows the creation and modification of pre-published, current and archived content while the current revision remains unchanged and publicly visible until the changes have been reviewed by a moderator.
fr: Autorise la création et la modification du contenu pré-publié, actuel et archivé pendant que la révision actuelle reste inchangée et visible publiquement jusqu'à ce que les changements aient été vérifiés par un modérateur.
